Repository: bfavrel/d7_so_kiosque
Catalog: translations/*.po
Languages: fr

source: Sequences
fr: Séquences

source: New sequence name
fr: Nom de la nouvelle séquence

source: Add
fr: Ajouter

source: Actors
fr: Acteurs

source: Parameters
fr: Paramètres

source: Delete
fr: Supprimer

source: No sequence set yet
fr: Il n'existe aucune séquence

source: Name
fr: Nom

source: Operations
fr: Actions

source: Some actors have to be defined first
fr: Des acteurs doivent d'abord être définis

source: Sequence has been created.<br />The next step consists in adding actors to the sequence.
fr: La séquence a été créée.<br />L'étape suivante consiste a ajouter des acteurs dans la séquence.

source: Sequence '@sequence'
fr: Séquence '@sequence'

source: Edit sequence
fr: Editer la séquence

source: Save
fr: Enregistrer

source: Back
fr: Retour

source: Sequence has been updated
fr: La séquence a été mise à jour.

source: Are you sure you want to delete the sequence '@sequence' ?
fr: Etes-vous sûr de vouloir supprimer la séquence '@sequence' ?

source: Sequence '@sequence' has been deleted
fr: La séquence '@sequence' a été supprimée.

source: Available actors
fr: Acteurs disponibles

source: Development display
fr: Affichage de développement

source: No actor in this sequence yet
fr: Aucun acteur dans cette séquence

source: Active
fr: Actif

source: Weight
fr: Poids

source: Actor has been added to the sequence.
fr: L'acteur a été ajouté à la séquence

source: Actor has been removed
fr: L'acteur a été supprimé de la séquence.

source: New actor name
fr: Nom du nouvel acteur

source: Actor type
fr: Type d'acteur

source: No actor set yet
fr: Aucun acteur

source: Actor has been created.<br />It must be configured now.
fr: L'acteur a été créé.<br />Il doit maintenant être configuré.

source: Actor '@actor'
fr: Acteur '@actor'

source: Actor's params have been saved
fr: Les paramètres de l'acteur ont été sauvegardés.

source: Are you sure you want to delete the actor '@actor' ?
fr: Etes-vous sûr de vouloir supprimer l'acteur '@actor' ?

source: Actor '@actor' has been deleted
fr: L'acteur '@actor' a été supprimé.

source: Theme to use for displaying the kiosque
fr: Thème utilisé pour afficher le Kiosque

source: Minimum display time for a page
fr: Temps d'affichage minimum pour une page

source: in milliseconds
fr: en millisecondes

source: Activate development mode
fr: Activer le mode de développement

source: Provides menu callbacks to display each actors of each sequences in the kiosque's theme, and inhibits built-in slideshow.
fr: Fourni des liens permettant visualiser les acteurs de chaque séquence dans le thème du Kiosque, et désactive la mécanique interne de défilement.

source: Settings have been saved.
fr: Les paramètres ont été sauvegardés.

source: Configure module
fr: Configurer le module

source: Edit module's settings.
fr: Editer les paramètres du module.

source: Administer kiosque
fr: Administrer le Kiosque

source: Create and configure slideshows.
fr: Créer des acteurs et des séquences.

source: Display kiosque
fr: Afficher le Kiosque

source: Launch and display slideshows.
fr: Lancer et afficher le Kiosque

source: There's nothing to launch for the moment.
fr: Il n'y a rien à lancer pour le moment.

source: Sequence to launch
fr: Séquence à lancer

source: Launch
fr: Lancer

source: No actor has provided content. The Kiosque loops indefinitely.
fr: Aucun acteur n'a fourni de contenu. Le Kiosque tourne en boucle indéfiniment.

source: General and modules settings
fr: Configuration générale et des modules

source: Create and configure Kiosque slideshows.
fr: Créer et configurer des acteurs et des séquences.

source: Access to kiosque launcher
fr: Accéder au lanceur du Kiosque

source: Delete sequence
fr: Supprimer la séquence

source: Edit actors
fr: Editer les acteurs

source: Delete actor
fr: Supprimer un acteur

source: Create and configure Kiosque actors.
fr: Créer et configurer des acteurs

source: Edit actor
fr: Editer un acteur

source: Kiosque launcher
fr: Lanceur du Kiosque

source: Kiosque development
fr: Développement du Kiosque

source: Provides tools to create and display screen slideshows.
fr: Fourni des outils de création et d'affichages de slideshows.
